package com.hillel.lessons.les3;

public class Repository {
    public static void main(String[] args) {

        System.out.println("Встановити Git\n" +
                "Ініціалізувати репозиторій у папці з будь-яким файлом\n" +
                "Створити віддалений репозиторій та прив'язати його до локального. Назва репозиторію - \"Ваше прізвище+курс+дата створення\". Робіть його публічним\n" +
                "Запушити репозиторій у хмару\n" +
                "Внести зміни до локального репозиторії\n" +
                "Запушити зміни на хмару");
    }
}
